#lang pollen/markup
◊h1{外科休克}

◊h2{概念}

◊p{机体有效循环血量减少、组织灌注不足，细胞代谢紊乱和功能受损的病理生理过程。}

◊h2{临床表现}

◊p{分为休克代偿期和休克失代偿期，两期临床表现如下图：}

◊im{
休克表现.png
not supported
600
400
}

◊h2{病理生理}

机体维持有效循环血量的三个因素（休克三个始动环节）：

◊lst{
ul
血容量
血管舒缩功能
心泵功能
}

因此组织灌注减少和休克有如下途径：

◊im{
休克途径.png
not supported
600
400
}

在有效循环血量减少的同时，占总循环量20%的微循环也发生相应改变。

◊lst{
ul
交感神经支配微动脉、后微动脉、微静脉平滑肌，兴奋时通过α-肾上腺能受体使血管收缩，也可产生β受体效应，使动静脉短路开放。
全身性体液因子（儿茶酚胺、血管紧张素等）引起微血管收缩。
局部血管活性物质（组胺等）和酸性产物（乳酸等）引起血管舒张。
血液粘度也可影响微循环。
}

分期：

◊lst{
dl
微循环收缩期@少灌少流，灌少于流@组织呈缺血缺氧状态（维持动脉血压和心脑血液供应：α受体密度）
微循环扩张期（微循环淤血期）@灌而少流，灌大于流@组织呈淤血性缺氧状态（回心血量下降，自身输血减少，心脑灌流量减少：形成恶性循环，失代偿但可逆）
微循环衰竭期@无复流现象（失代偿不可逆）——输血补液后血压虽可一度回升，灌流量仍无明显改善
}

◊im{
恶性循环.png
not supported
600
400
}

◊h2{错题总结}

◊lst{
ul
对休克的紧急治疗应采取头和躯干抬高20~30°；下肢抬高15~20°，以增加回心血量。
◊tbl{
指标
名称@简写@正常值
中心静脉压@CVP@5~10cmH2O
动脉血乳酸盐测定@\@1~1.5毫摩尔每升
肺毛细血管楔压@PCWP@6~15mmHg
}
◊im{
补液.png
not supported
1200
400
}
感染性休克患者补充血容量以平衡盐溶液为主，配合胶体液、全血和血浆。
为避免激素对免疫功能的影响，糖皮质激素要短期应用，一般不超过72小时。
}