#lang pollen/markup
◊h1{常见症状}

◊h2{发热}

◊p{发热是机体在致热原作用下或各种原因引起体温调节中枢的功能障碍时，体温升高超出正常范围（诊断学与病生的定义略有不同）。}

◊(dl (dt "正常人体腋温") (dd "36~37℃") (dt "口腔温度") (dd "36.3~37.2℃") (dt "直肠温度") (dd "36.5~37.7℃") (dt "低热") (dd "37.3~38℃") (dt "中等度热") (dd "38.1~39℃") (dt "高热") (dd "39.1~41℃") (dt "超高热") (dd "41℃以上"))

◊p{38.5℃以上建议进行药物干预。}

◊(table (caption "热型") (tr (th "概念") (th "定义") (th "常见疾病")) (tr (td "稽留热") (td "体温恒定维持在39~40℃以上高水平达数天或数周，24小时内体温波动范围不超过1℃") (td "大叶性肺炎、斑疹伤寒、伤寒高热期")) (tr (td "驰张热") (td "体温常在39℃以上，波动幅度大，24小时内波动范围超过2℃，但都在正常水平以上") (td "败血症、风湿热、重症肺结核、化脓性炎症")) (tr (td "间歇热") (td "体温骤升达高峰后持续数小时，又迅速降至正常水平，无热期（间歇期）可持续一天至数天，如此高热期和无热期反复交替出现") (td "疟疾、急性肾盂肾炎")) (tr (td "波状热") (td "体温逐渐上升至39℃以上，数天以后又逐渐下降至正常水平，持续数天后又逐渐升高，如此反复多次") (td "布氏杆菌病")) (tr (td "回归热") (td "体温急剧上升至39℃或以上，持续数天后又骤然下降至正常水平，高热期和无热期各持续若干天后规律性交替一次") (td "回归热、霍奇金淋巴瘤")) (tr (td "不规则热") (td "发热体温曲线无一定规律") (td "结核病、风湿热、支气管肺炎、渗出性胸膜炎")))

◊h3{错题总结}

◊(ul (li "先发热后昏迷：流行性乙型脑炎、斑疹伤寒、流行性脑脊髓膜炎、中毒性菌痢、中暑；先昏迷后发热：脑出血、巴比妥类药物中毒。") (li "原有感染已治愈而低烧不退，此为体温调节功能尚未恢复正常所致，故为功能性低热。") (li "血栓与栓塞疾病引起的发热称为吸收热，即无菌性坏死物质吸收引起的发热。") (li "寒战常由细菌内毒素引起（如大叶性肺炎和急性肾盂肾炎）"))