#lang pollen/markup
◊h1{常见症状}

◊h2{发热}

◊p{发热是机体在致热原作用下或各种原因引起体温调节中枢的功能障碍时，体温升高超出正常范围（诊断学与病生的定义略有不同）。}

◊(dl (dt "正常人体腋温") (dd "36~37℃") (dt "口腔温度") (dd "36.3~37.2℃") (dt "直肠温度") (dd "36.5~37.7℃") (dt "低热") (dd "37.3~38℃") (dt "中等度热") (dd "38.1~39℃") (dt "高热") (dd "39.1~41℃") (dt "超高热") (dd "41℃以上"))

◊p{38.5℃以上建议进行药物干预。}

◊(table (caption "热型") (tr (th "概念") (th "定义") (th "常见疾病")) (tr (td "稽留热") (td "体温恒定维持在39~40℃以上高水平达数天或数周，24小时内体温波动范围不超过1℃") (td "大叶性肺炎、斑疹伤寒、伤寒高热期")) (tr (td "驰张热") (td "体温常在39℃以上，波动幅度大，24小时内波动范围超过2℃，但都在正常水平以上") (td "败血症、风湿热、重症肺结核、化脓性炎症")) (tr (td "间歇热") (td "体温骤升达高峰后持续数小时，又迅速降至正常水平，无热期（间歇期）可持续一天至数天，如此高热期和无热期反复交替出现") (td "疟疾、急性肾盂肾炎")) (tr (td "波状热") (td "体温逐渐上升至39℃以上，数天以后又逐渐下降至正常水平，持续数天后又逐渐升高，如此反复多次") (td "布氏杆菌病")) (tr (td "回归热") (td "体温急剧上升至39℃或以上，持续数天后又骤然下降至正常水平，高热期和无热期各持续若干天后规律性交替一次") (td "回归热、霍奇金淋巴瘤")) (tr (td "不规则热") (td "发热体温曲线无一定规律") (td "结核病、风湿热、支气管肺炎、渗出性胸膜炎")))

◊h3{错题总结}

◊(ul (li "先发热后昏迷：流行性乙型脑炎、斑疹伤寒、流行性脑脊髓膜炎、中毒性菌痢、中暑；先昏迷后发热：脑出血、巴比妥类药物中毒。") (li "原有感染已治愈而低烧不退，此为体温调节功能尚未恢复正常所致，故为功能性低热。") (li "血栓与栓塞疾病引起的发热称为吸收热，即无菌性坏死物质吸收引起的发热。") (li "寒战常由细菌内毒素引起（如大叶性肺炎和急性肾盂肾炎）"))

◊h2{水肿}

◊p{水肿是指组织间隙有过多液体积聚引起组织肿胀。}

◊(table (caption "全身性水肿") (tr (th "类型") (th "主要病因") (th "开始部位") (th "发展快慢") (th "水肿性质") (th "伴随改变")) (tr (td "心源性水肿") (td "右心衰竭") (td "从足部开始，向上延及全身") (td "缓慢") (td "比较坚实，移动性小") (td "心脏增大，心脏杂音，肝大，静脉压升高")) (tr (td "肾源性水肿") (td "各型肾炎或肾病") (td "从眼睑、颜面开始而延及全身") (td "迅速") (td "软而移动性大") (td "高血压，尿检改变，肾功能异常")) (tr (td "肝源性水肿") (td "肝硬化") (td "腹腔积液，也可首先出现踝部水肿，逐渐向上蔓延，而头面部及上肢常无水肿") (td "\\") (td "\\") (td "肝功能减退、门静脉高压")) (tr (td "营养不良性水肿") (td "低蛋白血症、维生素b1缺乏症") (td "从足部开始逐渐蔓延至全身") (td "\\") (td "\\") (td "水肿发生前常有体重减轻表现")))

◊p{注：肾源性水肿主要机制是钠水潴留，心源性水肿主要机制是毛细血管静水压增高，肝源性水肿主要机制是门脉系统高压和血浆蛋白减少、胶体渗透压降低。营养不良性水肿除胶体渗透压降低外，皮下脂肪的减少所致组织松弛也加重了水肿液的潴留。}

◊h3{错题总结}

水肿发生于体腔内称为积液，分为渗出液和漏出液两种。

渗出液：恶性肿瘤、结核性胸膜炎等各种原因引起血管壁损伤，故而◊b{颜色浑浊、蛋白多、细胞多、比重重}；

漏出液：血管压力过高（心衰）或白蛋白过少导致胶体渗透压下降（肝硬化，肾病综合征），故而◊b{颜色清亮、蛋白少、细胞少、比重轻}。

◊h2{咳嗽与咳痰}

◊p{咳嗽是一种反射性防御动作，通过咳嗽可以清除呼吸道内分泌物或异物。痰液是气管、支气管的分泌物或肺泡内的渗出液，借助咳嗽将其排出称为咳痰。}

◊lst{
ul
咳嗽无痰或痰量极少称为干性咳嗽，咳嗽有痰称为湿性咳嗽。
◊lst{
ul
突发性咳嗽常由于吸入刺激性气体或异物、淋巴结或肿瘤压迫气管或支气管分叉处引起。
发作性咳嗽见于咳嗽变异性哮喘。
长期慢性咳嗽多见于慢性支气管炎。
夜间咳嗽常见于左心衰竭、咳嗽变异性哮喘（夜间迷走神经兴奋&胸廓容积减小）。}
◊lst{
ul
咳嗽声音嘶哑多见于声带炎症或肿瘤压迫所致。
鸡鸣样咳嗽表现为连续阵发性剧咳伴有高调回声。
金属样咳嗽常因纵隔肿瘤、主动脉瘤或支气管癌直接压迫气管所致。
咳嗽声音低微或无力。}
◊lst{
ul
黏液性痰
浆液性痰
脓性痰常见于化脓性细菌性下呼吸道感染
血性痰是由于呼吸道粘膜受侵害，损害毛细血管或血液渗入肺泡所致
}
痰量多时静置后可出现分层现象，即上层为泡沫，中层为浆液或浆液脓柱，下层为坏死物质。
◊tbl{
痰的颜色和气味
颜色和气味@提示
铁锈色痰@肺炎球菌肺炎
黄绿色或翠绿色痰@铜绿假单胞菌感染
金黄色痰@金黄色葡萄球菌感染
痰白粘稠且呈拉丝状@真菌感染
大量稀薄浆液性痰中含粉皮样物@棘球蚴病
粉红色泡沫痰@肺水肿
恶臭痰@厌氧菌感染
}}

◊h3{错题总结}

◊lst{
ul
刺激性咳嗽为干咳
支气管扩张可见长期慢性咳嗽、伴发热、脓性痰（这两个都是感染引起）、咯血、杵状指（长期缺氧引起肢体末端毛细血管增生所致）
}

◊h2{咯血和呕血对比}

◊tbl{
鉴别
\@咯血@呕血
定义@喉及喉以下的呼吸道及肺任何部位的出血，经口腔咯出@上消化道疾病（指屈氏韧带以上的消化道，包括食管、胃、十二指肠、肝、胆、胰及胃空肠吻合术后的空肠上段疾病）或全身性疾病所致的上消化道出血，血液经口腔呕出
病因@在我国引起咯血的首要原因仍为肺结核@最常见消化性溃疡；门静脉高压所致的食管静脉曲张破裂及食管异物戳穿主动脉均可造成大量呕血
出血方式@咯出@呕出，可为喷射状
颜色@◊lst{
ul
鲜红色（肺结核/支气管扩张/肺脓肿/出血性疾病）
铁锈色血痰（肺炎链球菌性肺炎/肺吸虫病/肺泡出血）
砖红胶冻样痰（肺炎克雷伯杆菌肺炎）
暗红色（二尖瓣狭窄）
浆液性粉红色泡沫痰（左心衰竭）
粘稠暗红色血痰（肺栓塞）}@出血量多或在胃内停留时间短：暗红色、鲜红色；反之：形成酸化正铁血红蛋白，棕褐色或咖啡渣样
混有物@痰、泡沫@食物残渣、胃液
酸碱反应@碱性@酸性
黑便@若咽下血液量较多时可有@有，可为柏油样便，呕血停止后仍可持续数日
痰@常有血痰数日@无痰}

◊h3{错题总结}

◊lst{
ul
咯血伴呛咳常见于支原体肺炎
咯血伴胸痛常见于大叶性肺炎（肺炎链球菌肺炎）、肺梗死、支气管肺癌等
每日咯血量在100ml以内，为小量咯血，100到500ml为中等量咯血，超过或一次咯血100到500ml则为大量咯血
肺结核引起咯血机制：◊lst{
ul
使毛细血管通透性增加，血液渗出，导致痰中带血或小血块
累及小血管使管壁溃破造成中等量咯血
空洞壁肺动脉分支形成的小动脉瘤破裂，或继发的支气管扩张形成的动静脉瘘破裂，则造成大量咯血
}
}

