#lang pollen/markup
◊h1{心电图}

◊p{人体是一个大的容积导体，心脏各部分在兴奋过程中出现的生物电活动，可以通过周围的导电组织和体液传到体表。将测量电极置于体表一定部位记录出来的心脏兴奋过程中所发生的有规律的电变化曲线称为心电图。}

◊h2{基本原理}

◊h3{电偶学说}

◊p{心脏活动时，当一部分心肌因为去极化产生动作电位，与邻近的心肌相比，它的极性发生暂时的反转，变为内正外负。这种由两个距离很近的正负电荷所组成的体系，称为电偶。其中正电荷一侧为电源，负电荷一侧为电穴。电流由电源流向电穴。于是动作电位的传导过程即可描述为电偶移动的过程。}

◊h3{容积导体理论}

◊p{身体的细胞内外液都是由电解质溶液组成，因而是一个良好的具有三维空间的导体，称为容积导体。心脏内任何时刻形成任何方向的电偶都能通过身体这一容积导体传到体表，于是可以在体表记录到心脏的电变化。}

◊h2{标准导联}

◊tbl{
三类十二个导联
类型@名称@用途
标准肢体导联@I II III@反映心脏电活动在两个肢体间呈现的电位差
加压单极肢体导联@aVR aVL aVF@反映心脏电活动在某一肢体呈现的电变化
单极胸导联@V1~V6@反映心脏活动在胸壁某一点呈现的电变化。由于与心脏位置很近，每个胸前导联能够从一些细节上反映心脏微小的、特殊部分的电活动
}

◊h2{基本波形}

◊p{在一个心动周期中，心电图首先记录的一个小而圆钝的波称为P波。反映左右两心房去极化过程。由于心房去极化的综合向量指向前、左、下，因而在I/II/aVF/V1~V6均向上，其余双向、倒置或低平。尽管窦房结兴奋在心房之前，但由于体积小，P细胞数量少，综合电位也很小，心电图记录不到。}


