#lang pollen/markup
◊h1{心电图}

◊p{人体是一个大的容积导体，心脏各部分在兴奋过程中出现的生物电活动，可以通过周围的导电组织和体液传到体表。将测量电极置于体表一定部位记录出来的心脏兴奋过程中所发生的有规律的电变化曲线称为心电图。}

◊h2{基本原理}

◊h3{电偶学说}

◊p{心脏活动时，当一部分心肌因为去极化产生动作电位，与邻近的心肌相比，它的极性发生暂时的反转，变为内正外负。这种由两个距离很近的正负电荷所组成的体系，称为电偶。其中正电荷一侧为电源，负电荷一侧为电穴。电流由电源流向电穴。于是动作电位的传导过程即可描述为电偶移动的过程。}

◊h3{容积导体理论}

◊p{身体的细胞内外液都是由电解质溶液组成，因而是一个良好的具有三维空间的导体，称为容积导体。心脏内任何时刻形成任何方向的电偶都能通过身体这一容积导体传到体表，于是可以在体表记录到心脏的电变化。}

◊h2{标准导联}

◊tbl{
三类十二个导联
类型@名称@用途
标准肢体导联@I II III@反映心脏电活动在两个肢体间呈现的电位差
加压单极肢体导联@aVR aVL aVF@反映心脏电活动在某一肢体呈现的电变化
单极胸导联@V1~V6@反映心脏活动在胸壁某一点呈现的电变化。由于与心脏位置很近，每个胸前导联能够从一些细节上反映心脏微小的、特殊部分的电活动
}

◊h2{基本波形}

◊p{在一个心动周期中，心电图首先记录的一个小而圆钝的波称为P波。反映左右两心房去极化过程。由于心房去极化的综合向量指向前、左、下，因而在I/II/aVF/V1~V6均向上，其余双向、倒置或低平。尽管窦房结兴奋在心房之前，但由于体积小，P细胞数量少，综合电位也很小，心电图记录不到。}

◊p{P-R间期是从P波起点到QRS波起点之间的时程，代表由窦房结产生的兴奋经由心房、房室交界和房室束到达心室并引起心室肌开始兴奋所需要的时间，故也称为房室传导时间。}

◊p{P-R间期后出现的一个时程较短、幅度较高、形状尖锐的波群称为QRS波群，反映左右心室的去极化过程。心室去极化综合向量指向左、前、下（或后），所以QRS主波方向在I、II、III、aVF、V4~V6导联中均向上，而在aVR导联则向下。正常的传导途径是经过左右束支、浦肯野纤维网再到心室肌，这是最快和有效的动作电位传导路径，任何经过其他路径传导的时程均要延长而导致异常的QRS时程。}

◊p{除极完毕后，心房缓慢和快速复极化分别形成了ST段和T波，QT间期为心室开始除极到心室复极完毕全过程的时间。}

◊h3{QRS波群}

◊p{正常心室除极始于室间隔中部，自左向右方向除极；随后左右心室游离壁从心内膜朝心外膜方向除极；左心室基底部与右心室肺动脉圆锥部是心室最后除极的部位。这对于理解不同电极部位QRS波形状颇为重要。}

