#lang pollen/markup
◊h1{泌尿生殖系统和腹膜后}

◊h2{解剖学基础}

◊p{输尿管三处生理狭窄：肾盂连接处、越过骨盆边缘处和进入膀胱处，结石好发}

◊p{膀胱三角区是输尿管入口，膀胱癌好发}

◊h2{检查技术}

◊p{平片：结石；尿路造影（排泄性/逆行性）：功能；选择性肾动脉造影：动静脉畸形/治疗}

◊p{排泄性尿路造影IVP：注射药物后摄片；逆行性尿路造影：尿路插管后打药}

◊p{CT增强扫描：皮质期、髓质期、分泌期；又称动脉期、静脉期、延时期}

◊p{皮质期：皮质，髓质期：全肾，延时期：肾盂分泌}

◊p{MRI T2序列皮髓质分界不清，T1序列则分界清楚，肾上腺与脾脏信号相近}

◊p{MRU/CTU：尿路；MRA/CTA：血路}

◊h2{异常改变}

◊h3{数目、位置、大小、形状改变}

◊lst{
ul
孤立肾
异位肾
马蹄肾（两肾下极相互融合，形如马蹄）
肾盂输尿管重复畸形
}

◊h2{疾病}

◊h3{结石}

◊p{分为肾、输尿管、膀胱、尿道结石}

◊p{平片可以显示的为阳性结石，否则为阴性结石（如尿酸盐结石）}

◊h3{炎症}

◊h4{结核}

◊im{
肾结核.png
Not supported
400
600
}

◊im{
其他尿路结核.png
Not supported
400
600
}

◊h3{肿瘤}

◊p{肾囊肿和多囊肾（遗传病，常合并多囊肝）：水样信号，无强化}

◊p{肾血管平滑肌脂肪瘤：顾名思义由三种成分组成，容易合并出血}

◊p{以上都是良性肿瘤}

◊p{肾癌是最常见的肾恶性肿瘤，来源于肾小管上皮细胞}

◊p{动脉期明显强化，静脉期强化减弱，快进快出（原因与肝细胞癌类似）}

◊p{肾盂癌大多为移行细胞癌，可向下种植至输尿管和膀胱，典型表现是肾窦区肿块}

◊p{膀胱肿瘤多来自于上皮组织乳头状癌和乳头状瘤，自膀胱壁凸向腔内}

◊h2{肾上腺}

◊p{肾上腺的增强也有三期，和肾一样也有皮髓质的差别}

◊p{肾上腺的厚度不超过膈肌角}

◊p{最常见肾上腺增生：功能性/非功能性}

◊p{肾上腺腺瘤（良性肿瘤）：含丰富的脂肪}

◊p{常用技术：同反相位技术判断是否含有脂肪}

◊p{肾上腺嗜铬细胞瘤：多为良性，也有恶性；产生和分泌儿茶酚胺；增强明显强化}

◊p{肾上腺转移瘤：多为肺癌转移}

◊h2{女性生殖系统}

◊p{技术：子宫输卵管造影，盆腔动脉造影}

◊h3{卵巢}

◊p{良性肿瘤：卵巢囊肿（卵巢可移动，位置不固定）、囊腺瘤（和囊肿区别在于有分隔，分隔有强化）}

◊p{恶性肿瘤：囊腺癌（浆液性囊腺瘤恶变而来，特点是间隔、囊壁、实体部分均发生显著强化）、畸胎瘤（内含脂肪、毛发、浆液、牙齿或骨组织）、卵巢转移瘤}

◊h3{子宫}

◊p{子宫平滑肌瘤：平滑肌和纤维间质组成，生长部位分为肌壁间、粘膜下及浆膜下型肌瘤，常用MRI诊断}

◊p{由于含纤维多而含水少，T2序列信号低}

◊p{子宫内膜癌：多为腺癌，MRI下可见宫腔内液体包绕的肿块}

◊p{宫颈癌：宫颈体积增大，引起宫颈狭窄，宫腔积液}

◊h2{男性生殖系统}

◊im{
前列腺.png
Not supported
400
600
}

◊p{前列腺增生：体积增大、信号混杂}

◊p{前列腺癌：多为腺癌，PSA水平增高，转移多为成骨性转移}

◊h2{腹膜后间隙}

◊p{包括胰、十二指肠大部、肾、肾上腺、输尿管腹部等结构}

◊p{腹膜后纤维化：沿腹膜后间隙的后部有纤维组织增生，包绕大血管和输尿管，使其受压狭窄产生梗阻}

◊p{良性肿瘤常见脂肪瘤，恶性肿瘤多为肉瘤}

