#lang pollen/markup

◊h1{自我}

◊p{费希特提出了“自我=自我”的开端方式。黑格尔指出，这种开端有如下问题：所有的问题都是由自我不够纯粹、掺杂了主观性而产生的。由于它是不纯粹的，因而是具体的概念。于是，◊i{从这个哲学开端所应当发生的好处，便恰恰失掉了，即：开端似乎就是某种绝对已知的东西，每个人在自身中都找得到它}。另一方面，◊i{以纯知为自我的这种规定}，本身便以自我的主观性为前提，而这种局限却是应该忘记的。}

◊p{我们固然可以将自我规定为纯知或开端，◊i{但科学所研究的不是自在的或内在现成的东西，而是思维中内在的实有和这实有中这样的思维所具有的规定性}。即是说，哲学研究的是规定性，这个规定性是通过概念，那个概念所指向或所包含现实性的概念，那个概念不是独立的概念，是和现实的有有关联的。换言之，自在的或内在现成的东西是没有的，都是要通过概念这个中介才能得到，那个自在的存在，是通过反思，在消解知性的规定后在反思中存在的。也就是说，那个纯有，作为反思的存在，就是那种消解后的一种规定性。}

◊p{于是直接性就出现在一切所谓自在的事物的规定性中了——直接性作为意识否定自己的那个否定性，因而作为对知性规定的消解，而自在的存在只是在这种反思中才存在的。}

