#lang pollen/markup
◊h1{药代动力学}

◊h2{研究内容}

研究◊b{药物的体内过程}和◊b{体内药物浓度随时间变化规律}。

◊h2{术语}

◊lst{
dl
机体对药物的处置（◊i{disposition}）@吸收、分布、代谢、排泄（◊i{ADME}）
转运@吸收、分布、排泄（◊i{ADE}）
消除@代谢、排泄（◊i{ME}）
AUC@浓度-时间曲线下面积，与吸收量成正比
}

◊h2{药物的转运}

◊b{重点：脂溶扩散、离子障、pH对转运的影响。}

转运最基本的是跨膜转运（包括膜动转运即胞吞胞吐）。

绝大多数药物是通过简单扩散，尤其是脂溶性的扩散进行转运的。

给药部位浓度最高，再扩散至作用部位。

影响脂溶扩散的主要因素是脂/水分配系数、浓度梯度、解离度，此外还有膜面积等。

脂溶扩散存在◊b{离子障}：非离子型药物可以自由穿透生物膜，离子型则被限制在膜一侧。

这是由离子型极性高，水溶性高导致的。

pH值常可改变离子型和非离子型的比例，从而影响其转运。

体内pH值改变不大，故解离度影响药物转运。

◊img[#:src "解离度.png" #:alt "not supported"]

例如，弱酸性药物中毒时，应碱化尿液，抑制其重吸收。

◊b{常识：胃液、乳汁、尿液正常情况下均偏酸。}

◊(br)

注射给药时，药物直接在细胞间隙扩散，此时主要为水溶性扩散，油剂反而扩散效率慢。

