#lang pollen/markup
◊h1{药效动力学}

◊h2{治疗作用}

◊h3{药物作用和药理效应}

◊p{药理效应是机体器官原有功能水平的改变，功能提高称为兴奋，功能降低称为抑制。}

◊p{化学反应的专一性使得药物作用具有◊b{特异性}。}

◊p{药物作用还具有选择性。特异性和选择性并不一定平行。}

◊h3{治疗效果}

◊p{对因治疗和对症治疗。}

◊h2{不良反应}

◊lst{
dl
副反应@side reaction@由于选择性低，药理效应常涉及多个器官，当某一效应用作治疗目的时，其他效应就成为副反应
毒性反应@toxic reaction@剂量过大或药物在体内蓄积过多时发生的危害性反应，一般是可以预知的
后遗反应@residual effect@停药后血药浓度已降至最小有效浓度以下时残存的药理效应
停药反应@withdrawal reaction@突然停药后原有疾病加剧，又称反跳反应
变态反应@allergic reaction@过敏反应，反应性质与药物原有效应无关，药理性拮抗药解救无效，反应严重程度与剂量无关
特异质反应@idiosyncratic reaction@少数特异体质患者对某些药物反应特别敏感，反应性质也可能与常人不同，但与药物固有的药理作用基本一致}

◊h2{量效关系}

◊p{量反应：效应的强弱呈连续增减的变化，可用具体数量或最大反应的百分率来表示。}

◊p{质反应：药理效应表现为反应性质的变化。质反应以阳性或阴性、全或无的方式表现。}

◊p{量反应的量效曲线以效应强度为纵坐标，质反应的则以阳性百分率为纵坐标。}

◊h3{量反应重要概念}

◊p{随着剂量增加而效应也增加；当效应增加到一定程度时，继续增加剂量效应不再增加，药理效应的极限称为最大效应，也称效能（◊i{efficacy}）。}

◊p{效价强度（◊i{potency}）是指能引起等效反应（一般采用50%效应量）的相对浓度或剂量，其值越小，强度越大。}

◊img{量效曲线.png}

◊img{量效关系.png}

◊h3{质反应重要概念}

◊p{ED50：半数有效量，即能引起50%的实验动物出现阳性反应时的药物剂量；如效应为死亡，则称为半数致死量（LD50）。}

◊p{LD50/ED50称为治疗指数，用于表示药物的安全性（治疗窗口）}

◊p{安全界值：LD5/ED95；可靠安全系数：LD1/ED99}

◊h2{受体}

药物受体相互作用的特征：
◊lst{ol
饱和性->竞争性
特异性（基本特性）
构效关系
信号转导机制}

药物与受体的作用既要有亲和力又要有内在活性。据此可分为：
◊lst{ul
激动药agonist◊lst{ul
完全激动药
部分激动药
反向激动药（引起与激动药相反的效应）}
拮抗药antagonist◊lst{ul
竞争性拮抗药
非竞争性拮抗药}}

受体可分为如下几类：
◊lst{ul
G蛋白偶联受体（肾上腺素受体）
配体门控离子通道受体（N型胆碱受体）
酪胺酸激酶受体（胰岛素受体）
细胞内受体（糖皮质激素受体，甲状腺激素受体、甾体激素）}

受体调节（与配体作用过程中数目和亲和力的变化）：
◊lst{ul
受体脱敏：长期使用一种激动药之后组织或细胞对激动药敏感性和反应性下降
受体增敏：与受体脱敏相反，可因受体激动药水平降低或长期应用拮抗药造成
受体脱敏和增敏若只涉及受体密度变化，则称为上调或下调}

◊h2{小结}

◊img{小结.png}