#lang pollen/markup
◊h1{输血}

◊h2{适应症}

◊lst{
dl
大量失血@◊lst{
dl
失血量低于10%（500毫升）@机体自身可以代偿
10%~20%（500~1000毫升）@根据有无血容量不足的临床症状和严重程度，同时参照血红蛋白和血细胞比容选择治疗方案
超过20%（1000毫升）@晶体液或胶体液补充血容量，适当输入浓缩红细胞（CRBC）以提高携氧能力
失血量在30%以下时不输全血，高于30%时全血和CRBC各半
高于50%且大量输入库存血时，还应监测某些特殊成分有无缺乏
}
贫血和低蛋白血症@前者：CRBC；后者：血浆或白蛋白
重症感染@浓缩粒细胞
凝血异常@新鲜冰冻血浆
}

◊h2{并发症}

◊tbl{
不良反应
反应@描述@原因
发热反应@最常见的早期输血不良反应之一，多发生于输血开始后15分钟至2小时内@免疫反应（多见于孕妇和多次输血者）、致热原污染
过敏反应@多发生在输血数分钟后，也可在输血中或输血后发生@病人多次输血、对蛋白类物质过敏或献血者为过敏体质
溶血反应@最严重的输血并发症@绝大多数是因误输了ABO血型不符的血液引起
细菌污染反应@\@\
循环超负荷@常见于心功能低下、老年、幼儿及低蛋白血症病人@输血速度过快、过量而引起急性心力衰竭和肺水肿
}

◊h2{成分输血}

◊tbl{
主要制品
品名@适应症
浓缩红细胞@各种急性失血、慢性贫血及心功能不全者输血
洗涤红细胞@对白细胞凝集素有发热反应者及肾功能不全不能耐受库存血高钾者
冰冻红细胞@同洗涤红细胞/自身红细胞储存
去白细胞的红细胞@（需要）多次输血者
浓缩白细胞@现已较少使用
血小板制剂@再生障碍性贫血和各种血小板低下的病人
血浆成分@/
血浆蛋白成分@/
}

◊h2{错题总结}

◊lst{
ul
不通过输血增加营养和供应能量。
诊断输血细菌污染反应最简单而快速的是血瓶血做直接涂片。
溶血可引起血压下降。
◊tbl{
大量输血的影响
表现@原因
低体温@输入大量冷藏血
碱中毒@枸橼酸钠在肝内转化为碳酸氢钠
低钙血症@大量含枸橼酸钠的血制品
高钾血症@一次输入大量库存血所致
凝血异常@凝血因子被稀释和低体温
}
乙型肝炎、丙型肝炎、疟疾、巨细胞病毒感染均可经血传播，甲型肝炎经粪口途径传播
非溶血性发热反应的原因之一是免疫反应。体内已有白细胞或血小板抗体后，再次输血时可与输入的白细胞或血小板发生抗原抗体反应，引起发热。
少白细胞的红细胞适用于孕妇或多次输血者、器官移植者、需长期反复输血者。
}