#lang pollen/markup
◊h1{体液紊乱}

◊h2{正常值}

◊(table (caption "水电解质紊乱") (tr (th "指标") (th "正常值") (th "备注")) (tr (td "血清钠浓度") (td "130~150毫摩尔每升") (td "\\")) (tr (td "血浆渗透压") (td "290~310毫摩尔每升") (td "\\")) (tr (td "血清钾浓度") (td "3.5~5.5毫摩尔每升") (td "\\")) (tr (td "血清镁浓度") (td "0.75~1.25毫摩尔每升") (td "血清镁浓度与机体镁缺乏不一定平行，即镁缺乏时血清镁浓度不一定降低，因此低镁血症需使用Mg负荷试验加以诊断")) (tr (td "血清钙浓度") (td "2.25~2.75毫摩尔每升") (td "\\")) (tr (td "血清无机磷") (td "0.8~1.6毫摩尔每升") (td "\\")))

注：血磷指血浆无机磷，血钙指血清钙浓度。

◊(table (caption "酸碱平衡紊乱") (tr (th "指标") (th "正常值") (th "备注")) (tr (td "pH") (td "7.35~7.45") (td "呼吸+代谢")) (tr (td "PaCO2") (td "33~46mmHg") (td "呼吸")) (tr (td "AB、SB") (td "22~27毫摩尔每升") (td "SB：代谢因素（碳酸氢根正常浓度）；AB：呼吸＋代谢")) (tr (td "BB") (td "45~52毫摩尔每升") (td "代谢因素")) (tr (td "BE") (td "±3.0毫摩尔每升") (td "代谢因素（滴定产生正负）")) (tr (td "AG") (td "\\") (td "代谢因素")))

