#lang pollen/markup
◊h1{体液紊乱}

◊h2{正常值}

◊(table (caption "水电解质紊乱") (tr (th "指标") (th "正常值") (th "备注")) (tr (td "血清钠浓度") (td "130~150毫摩尔每升") (td "\\")) (tr (td "血浆渗透压") (td "290~310毫摩尔每升") (td "\\")) (tr (td "血清钾浓度") (td "3.5~5.5毫摩尔每升") (td "\\")) (tr (td "血清镁浓度") (td "0.75~1.25毫摩尔每升") (td "血清镁浓度与机体镁缺乏不一定平行，即镁缺乏时血清镁浓度不一定降低，因此低镁血症需使用Mg负荷试验加以诊断")) (tr (td "血清钙浓度") (td "2.25~2.75毫摩尔每升") (td "\\")) (tr (td "血清无机磷") (td "0.8~1.6毫摩尔每升") (td "\\")))

◊p{注：血磷指血浆无机磷，血钙指血清钙浓度。}

◊(table (caption "酸碱平衡紊乱") (tr (th "指标") (th "正常值") (th "备注")) (tr (td "pH") (td "7.35~7.45") (td "呼吸+代谢")) (tr (td "PaCO2") (td "33~46mmHg") (td "呼吸")) (tr (td "AB、SB") (td "22~27毫摩尔每升") (td "SB：代谢因素（碳酸氢根正常浓度）；AB：呼吸＋代谢")) (tr (td "BB") (td "45~52毫摩尔每升") (td "代谢因素")) (tr (td "BE") (td "±3.0毫摩尔每升") (td "代谢因素（滴定产生正负）")) (tr (td "AG") (td "\\") (td "代谢因素")))

◊h2{治疗}

◊p{◊b{所有体液紊乱都需治疗原发病。}}

◊(table (caption "水电解质紊乱") (tr (th "失调") (th "治疗")) (tr (td "等渗性脱水") (td "静脉输注平衡盐溶液或等渗盐水（尽快补充血容量）。")) (tr (td "低渗性脱水") (td "静脉输注含钠溶液或高渗盐水。需补盐量/mmol=[血钠正常值/毫摩尔每升-血钠测得值/毫摩尔每升]*体重/kg*0.6（女性为0.5）。总输入量应分次完成。")) (tr (td "高渗性脱水") (td "静脉滴注5%葡萄糖溶液或低渗盐水。每丧失体重的1%，应补液400~500ml，总补水量还需包含其他失水量。速度不宜过快避免脑水肿。")) (tr (td "水中毒和水肿") (td "对于急性肾衰和心衰患者要严格限制水摄入（预防）；对于由于各种原因抗利尿激素升高的患者输液时要避免过量；严重者使用利尿剂。")) (tr (td "低钾血症") (td "静脉补钾的速度和浓度限制：含钾量不宜超过40mmol/L（相当于氯化钾3g），输注速度应控制在20mmol/h以下（输入过快则血钾短时间内快速升高，有致命危险）。◊(br)对于休克患者，应首先恢复其血容量，待尿量高于40ml/h后再静脉补钾。")) (tr (td "高钾血症") (td "1.促使钾离子转入胞内：10%葡萄糖酸钙/5%碳酸氢钠（既稀释血钾又促进其移入胞内或随尿排出）/胰岛素或葡萄糖，◊(br)2.利尿剂，◊(br)3.阳离子交换树脂（结肠排钾），◊(br)4.透析疗法（快速有效）。")))

◊(table (caption "酸碱平衡失调") (tr (th "失调") (th "治疗")) (tr (td "代谢性酸中毒") (td "宁酸勿碱：如果能自行纠正就不用碱剂。因为代碱常由缺氧引起，酸性环境下氧离曲线右移，有利于缓解缺氧。")) (tr (td "代谢性碱中毒") (td "盐水反应性代碱：输注等渗盐水或葡萄糖盐水。对于严重者可使用中心静脉导管缓慢滴入稀盐酸。还可补钾离子缓解碱中毒和低钾血症并促进碳酸氢根排泄。")) (tr (td "呼吸性酸中毒") (td "改善通气和换气功能。")) (tr (td "呼吸性碱中毒") (td "增加呼吸道无效腔，减少CO2排出，采用纸袋套住口鼻可达到此目的。")))